<?php

return [
    'H5P' => [
        'Accordion' => [
            'summary' => '垂直に積み重ねられた拡張可能なアイテムを作成',
            'description' => 'このレスポンシブなアコーディオンを使用して、読者に提示するテキスト量を減らします。読者はタイトルを展開してどの見出しを詳しく見るかを決めます。概要を提供し、必要に応じて詳細な説明を追加するのに最適です。',
        ],
        'ArithmeticQuiz' => [
            'summary' => '時間制限付きの算数クイズを作成',
            'description' => '多肢選択問題で構成される算数クイズを作成します。著者はクイズの種類と長さを決めるだけで、ユーザーはスコアと時間を追跡します。',
        ],
        'Chart' => [
            'summary' => '棒グラフや円グラフを迅速に生成',
            'description' => '簡単な統計データをグラフィックで表示する必要がある場合、手動でアートワークを作成せずに済むのがChartです。',
        ],
        'Collage' => [
            'summary' => '複数の画像でコラージュを作成',
            'description' => 'コラージュツールを使用すると、画像を落ち着いた構図に整理できます。',
        ],
        'Column' => [
            'summary' => 'H5Pコンテンツを列レイアウトで整理',
            'description' => 'H5P Columnでコンテンツタイプを列レイアウトに整理。類似の素材や共通のテーマを持つコンテンツをグループ化し、一貫した学習体験を作成。ほぼすべての既存のH5Pコンテンツタイプを組み合わせることができます。',
        ],
        'CoursePresentation' => [
            'summary' => 'インタラクティブなスライドでプレゼンテーションを作成',
            'description' => 'コースプレゼンテーションは、マルチメディア、テキスト、インタラクティブな要約、多肢選択問題、インタラクティブビデオなどのさまざまなインタラクションを含むスライドで構成されます。学習者は新しいインタラクティブな学習素材を体験し、知識と記憶をテストできます。H5Pのコースプレゼンテーションは、ウェブブラウザで編集可能で、WYSIWYGドラッグアンドドロップベースのオーサリングツールが含まれます。',
        ],
        'Dialogcards' => [
            'summary' => 'テキストベースの反転カードを作成',
            'description' => 'ダイアログカードは、学習者が単語、表現、文を記憶するのに役立つドリルとして使用できます。カードの表には単語や表現のヒントがあり、裏返すと対応する単語や表現が表示されます。言語学習、数学の問題提示、歴史的事件や公式、名前の記憶などに使用できます。',
        ],
        'DocumentationTool' => [
            'summary' => 'テキストエクスポート付きのフォームウィザードを作成',
            'description' => 'ドキュメンテーションツールは、目標主導の活動のための評価ウィザードやフォームウィザードを簡単に作成できます。著者は複数のステップを追加し、各ステップの内容を定義。プレーンテキスト、入力フィールド、目標定義、目標評価を含められます。ユーザーはウィザードのステップを進み、最後のステップで提出した入力からドキュメントを生成し、ダウンロード可能です。',
        ],
        'DragQuestion' => [
            'summary' => '画像を使ったドラッグアンドドロップタスクを作成',
            'description' => 'ドラッグアンドドロップ質問は、学習者が2つ以上の要素を関連付け、視覚的に論理的なつながりを作ることを可能にします。テキストと画像の両方をドラッグ可能な選択肢として使用。1対1、1対多、多対1、多対多の関係をサポート。',
        ],
        'DragText' => [
            'summary' => 'テキストベースのドラッグアンドドロップタスクを作成',
            'description' => 'Drag the Wordsは、テキストの一部が欠けている表現を作成。ユーザーは欠けているテキストを正しい場所にドラッグして完全な表現を完成させます。ユーザーが読んだテキストを覚えているか、理解しているかを確認するのに使用可能。テキストを入力し、ドラッグ可能な単語をアスタリスク（*draggableWord*）で囲むだけで簡単に作成できます。',
        ],
        'Blanks' => [
            'summary' => 'テキスト内の欠けている単語を埋めるタスクを作成',
            'description' => '学習者がテキスト内の欠けている単語を埋めます。すべての単語を埋めた後、または設定に応じて各単語ごとに解答が表示されます。著者はテキストを入力し、置き換える単語をアスタリスクでマーク。母語や第二言語学習、事実の再生、数学的推論のテストに使用できます。',
        ],
        'ImageHotspotQuestion' => [
            'summary' => 'ユーザーが見つける画像ホットスポットを作成',
            'description' => 'ユーザーが画像のどこかを押すと、正しいか間違っているかのフィードバックが得られるコンテンツタイプ。著者は画像をアップロードし、画像の詳細やセクションに対応するホットスポットを定義。ホットスポットは正しいまたは間違っているとして定義され、適切なフィードバックテキストを提供。',
        ],
        'GuessTheAnswer' => [
            'summary' => '質問と解答付きの画像を作成',
            'description' => '著者が画像をアップロードし、適切な説明を追加。ユーザーは答えを推測し、画像の下のバーを押して正解を明らかにします。',
        ],
        'IFrameEmbed' => [
            'summary' => 'URLまたはファイルセットから埋め込み',
            'description' => 'Iframeエンベッダーは、既存のJavaScriptアプリケーションを簡単にH5P化します。',
        ],
        'InteractiveVideo' => [
            'summary' => 'インタラクションで充実したビデオを作成',
            'description' => 'ビデオに説明、追加の画像、表、穴埋め問題、多肢選択問題などのインタラクティビティを追加。クイズ問題は適応性をサポートし、ユーザーの入力に基づいてビデオの別の部分にジャンプ可能。インタラクティブビデオは、標準的なウェブブラウザでH5Pオーサリングツールを使用して作成および編集されます。',
        ],
        'MarkTheWords' => [
            'summary' => 'ユーザーが単語をハイライトするタスクを作成',
            'description' => 'Mark the Wordsは、定義された正しい単語のセットを含むテキスト表現を作成。ユーザーはタスクの説明に従って単語をハイライトし、スコアを得ます。テキストを入力し、ユーザーがクリックする正しい単語をアスタリスク（*correctWord*）で囲むだけで簡単に作成できます。',
        ],
        'MemoryGame' => [
            'summary' => 'クラシックな画像ペアリングゲームを作成',
            'description' => 'シンプルで美しいHTML5ゲームで、独自のメモリーゲームを作成し、サイトユーザーの記憶をテストします。',
        ],
        'MultiChoice' => [
            'summary' => '柔軟な多肢選択問題を作成',
            'description' => '多肢選択問題は効果的な評価ツール。学習者は即座にパフォーマンスフィードバックを得ます。H5Pの多肢選択問題は、1つまたは複数の正しい選択肢を設定可能。',
        ],
        'PersonalityQuiz' => [
            'summary' => 'パーソナリティクイズを作成',
            'description' => '著者は一連の質問と選択肢を定義し、各選択肢を1つ以上のパーソナリティにマッチング。クイズの最後で、ユーザーは最もマッチするパーソナリティを確認。質問、選択肢、パーソナリティを画像で表現することで視覚的に魅力的になります。',
        ],
        'Questionnaire' => [
            'summary' => 'フィードバックを受け取るアンケートを作成',
            'description' => 'インタラクティブビデオや他のコンテンツタイプでオープンエンドの質問を問い、フィードバックを得るアンケート。ユーザーの回答はxAPI統合を通じて利用可能。ウェブサイト所有者は、回答をLRS、独自のカスタムストレージ、またはスクリプトでメールアドレスを取得し、メール送信に使用可能。',
        ],
        'QuestionSet' => [
            'summary' => 'さまざまな質問タイプのシーケンスを作成',
            'description' => 'Question Setは典型的なクイズコンテンツタイプ。学習者は多肢選択、ドラッグアンドドロップ、穴埋めなどのさまざまな質問タイプのシーケンスを解きます。著者は背景画像や合格率の設定、成功/失敗時のビデオ追加などでカスタマイズ可能。',
        ],
        'SingleChoiceSet' => [
            'summary' => '1つの正解を持つ質問を作成',
            'description' => 'シングルチョイスセットは、1つの正解を持つ質問セットを作成。ユーザーは各回答を提出後、即座にフィードバックを得ます。',
        ],
        'Summary' => [
            'summary' => 'ステートメントのリストでタスクを作成',
            'description' => '要約は、学習者がテキスト、ビデオ、プレゼンテーションの主要情報を思い出すのを助け、トピックに関する要約を積極的に構築。完成後、トピックに関する主要ステートメントの完全なリストが表示されます。',
        ],
        'Timeline' => [
            'summary' => 'マルチメディア付きのイベントタイムラインを作成',
            'description' => 'Knight Labが開発したTimeline.jsをH5Pコンテンツタイプとしてパッケージ化。イベントを時系列に配置し、各イベントに画像やテキストを追加。Twitter、YouTube、Flickr、Vimeo、Google Maps、SoundCloudのアセットも含められます。',
        ],
        'TrueFalse' => [
            'summary' => '真/偽質問を作成',
            'description' => '真/偽質問はシンプルで直接的なコンテンツタイプ。単独で使用するか、コースプレゼンテーションなどの他のコンテンツタイプに挿入可能。画像やビデオを追加して複雑な質問を作成可能。',
        ],
        'ImageHotspots' => [
            'summary' => '複数の情報ホットスポット付きの画像を作成',
            'description' => '画像ホットスポットは、インタラクティブなホットスポット付きの画像を作成。ユーザーがホットスポットを押すと、ヘッダーとテキストまたはビデオを含むポップアップが表示。H5Pエディターでホットスポットを好きなだけ追加可能。',
        ],
        'ImageMultipleHotspotQuestion' => [
            'summary' => 'ユーザーが見つける複数のホットスポットを作成',
            'description' => 'HTML5ベースの質問タイプで、学習者が画像上の正しいスポットを見つけるテストを作成。WordPress、Moodle、DrupalのH5Pプラグインで使用し、ユーザーに挑戦。',
        ],
        'ImageJuxtaposition' => [
            'summary' => 'インタラクティブな画像を作成',
            'description' => 'HTML5ベースの画像コンテンツタイプで、2つの画像をインタラクティブに比較。WordPress、Moodle、DrupalでH5PとImage Juxtapositionを使用して画像ストーリーを伝えます。',
        ],
        'Audio' => [
            'summary' => '音声録音をアップロード',
            'description' => '.mp3、.wav、.oggの音声録音をアップロードするか、音声録音のリンクを提供。',
        ],
        'AudioRecorder' => [
            'summary' => '音声録音を作成',
            'description' => 'HTML5音声レコーダー。声を録音し、再生または.wavファイルとしてダウンロード。Drupal、Wordpress、MoodleサイトにH5Pプラグインで追加。',
        ],
        'SpeakTheWords' => [
            'summary' => '声で質問に答える（Chromeのみ）',
            'description' => 'Speak the Wordsは、Web Speech APIを実装するブラウザ（iOSを除くChromeブラウザ）でのみサポート。マイクが必要。ユーザーは声で質問に答え、複数の正解を設定可能。ユーザーは自分の言葉がどのように解釈されたか、どれだけ正解に近かったかを確認できます。',
        ],
        'Agamotto' => [
            'summary' => '画像と説明のシーケンスを提示',
            'description' => '時間とともに変化するアイテムの写真、異なるレイヤーに整理された図式や地図、徐々に詳細が明らかになる画像など、一連の画像を順番に見せる。',
        ],
        'ImageSequencing' => [
            'summary' => '画像を正しい順序に配置',
            'description' => 'HTML5ベースの画像シーケンシングコンテンツタイプ。著者は自身の画像（および任意の画像説明）を特定の順序で追加。画像の順序はランダム化され、プレーヤーはタスク説明に基づいて並べ替えます。',
        ],
        'Flashcards' => [
            'summary' => 'スタイリッシュでモダンなフラッシュカードを作成',
            'description' => '単一または一連のフラッシュカードを作成。各カードは画像と質問・回答をペアに。学習者はテキストフィールドに入力し、解答の正しさを確認。',
        ],
        'SpeakTheWordsSet' => [
            'summary' => '声で答える一連の質問を作成（Chromeのみ）',
            'description' => 'Speak the Words Setは、Web Speech APIを実装するブラウザ（iOSを除くChromeブラウザ）でのみサポート。マイクが必要。一連の質問を声で回答。複数の正解を設定可能。ユーザーは自分の言葉がどのように解釈されたか、どれだけ正解に近かったかを確認。',
        ],
        'ImageSlider' => [
            'summary' => '画像スライダーを簡単に作成',
            'description' => '画像を魅力的に提示。著者は画像をアップロードし、代替テキストを提供。次の2つの画像は常にプリロードされ、画像の切り替えはスムーズ。ページの一部またはフルスクリーンモードで体験可能。',
        ],
        'Essay' => [
            'summary' => '即時フィードバック付きのエッセイを作成',
            'description' => '著者はトピックの重要な側面を表すキーワードのセットを定義。学生が作成したテキストとキーワードを照合し、キーワードが欠けている場合はトピックの見直しを提案、含まれている場合は学生のアイデアを確認するフィードバックを即座に提供。',
        ],
        'ImagePair' => [
            'summary' => 'ドラッグアンドドロップ画像マッチングゲーム',
            'description' => '画像ペアリングは、学習者が画像のペアをマッチングするシンプルで効果的な活動。ペアの両方の画像が同じである必要はなく、2つの異なる画像間の関係の理解をテスト可能。',
        ],
        'Dictation' => [
            'summary' => '即時フィードバック付きのディクテーションを作成',
            'description' => 'ディクテーション用の文を含む音声サンプルを追加し、正しい書き起こしを入力。学生はサンプルを聞き、テキストフィールドに聞き取った内容を入力。回答は自動的に評価。難易度を制御するオプションがあり、ゆっくり話されたバージョンの2番目のサンプルや再生回数の制限、句読点の関連性、タイピングミスの扱いを設定可能。',
        ],
        'BranchingScenario' => [
            'summary' => 'ジレンマと自己ペースの学習を作成',
            'description' => '分岐シナリオは、学習者に多様なインタラクティブコンテンツと選択肢を提示。学習者の選択が次に見るコンテンツを決定。ジレンマ、シリアスゲーム、自己ペースの学習に使用可能。',
        ],
        'ThreeImage' => [
            'summary' => 'インタラクション付きの360環境を作成',
            'description' => '360（等距円筒）および通常の画像に、説明、ビデオ、音声、インタラクティブな質問などのインタラクティビティを追加。画像はシーンを作成し、異なる環境間または同じ環境内の異なる視点間を移動する印象を与えるためにリンク可能。',
        ],
        'FindTheWords' => [
            'summary' => 'グリッドワードサーチゲーム',
            'description' => 'HTML5ベースのワードサーチ活動。著者は単語リストを作成し、グリッドに描画。学習者はグリッド内で単語を見つけ、選択するタスク。',
        ],
        'InteractiveBook' => [
            'summary' => '小さなコース、書籍、テストを作成',
            'description' => 'インタラクティブなビデオ、質問、コースプレゼンテーションなどを複数のページで組み合わせる小さなコース、書籍、テストを作成。最後には学習者が本全体で獲得したスコアを合計する要約。',
        ],
        'KewArCode' => [
            'summary' => 'さまざまな目的のQRコードを作成',
            'description' => 'KewAr Codeは、よく知られたQRコードを作成。URL、連絡先情報、イベント、地理位置などをエンコード。QRコードリーダーでスキャンして選択したアクションをトリガー。',
        ],
        'AdventCalendar' => [
            'summary' => '毎日公開されるサプライズを作成',
            'description' => '美しいアドベントカレンダーを構築およびカスタマイズ。カレンダー全体、各ドア、ドア内のコンテンツの背景画像を追加可能。雪のエフェクトや音楽も追加可能。各ドアには音声、ビデオ、テキスト、画像、リンクを追加。コンピュータに詳しいユーザーはすべてのドアの内容をすぐに公開可能なので、大きな秘密は公開日まで待って追加することを推奨。',
        ],
        'Crossword' => [
            'summary' => 'クロスワードパズルを作成',
            'description' => '美しいクロスワードを作成し、観客を魅了します。クロスワードは高度にカスタマイズ可能で、すべての色の設定、背景画像のアップロード、スコアリング方法の決定、単語のランダム化で毎回新しいクロスワードを提供できます。',
        ],
        'SortParagraphs' => [
            'summary' => 'ソートされるパラグラフのセットを作成',
            'description' => 'パラグラフのリストを入力または貼り付け、ランダムにします。例えば、歌の一部、コードブロック、レシピの手順をパラグラフにできます。学習者は正しい順序に並べ替えます。デフォルトでは、学習者は正しい次のパラグラフごとに1ポイント獲得ですが、正確な位置にあるパラグラフごとにポイントを付与することも可能。',
        ],
        'MultiMediaChoice' => [
            'summary' => '選択肢がマルチメディアのタスクを作成',
            'description' => '各選択肢に画像、ビデオ、または音声を使用できる美しい複数または単一選択肢の質問を作成。選択肢のレイアウトをカスタマイズし、固定されたアスペクト比を選択するか、マルチメディア要素のデフォルトのアスペクト比を使用可能。',
        ],
        'Cornell' => [
            'summary' => 'コーネルシステムを使用してノートを取る',
            'description' => 'ビデオ、テキスト、または音声を学習者に提示し、コーネルノートテイキングシステムを使用してノートを取ることを奨励します。',
        ],
        'ARScavenger' => [
            'summary' => '拡張現実の楽しみ！',
            'description' => '学習者が3DモデルまたはH5P演習で拡張された現実を探索。QRコードに似たマーカーを定義し、学生がデバイスのカメラでスキャン。マーカーは選択した3Dモデルをカメラビューにブレンドしたり、H5Pインタラクションを表示します。',
        ],
        'StructureStrip' => [
            'summary' => 'インタラクティブな構造ストリップ',
            'description' => '構造ストリップは、伝統的に紙の横に置かれるか、接着されます。テキストの足場を提供し、異なるテキストセグメントの長さを適切な比率に保つのを助けます。Structure Stripで、紙を使わずに同じアプローチをH5Pで使用可能。',
        ],
        'InfoWall' => [
            'summary' => 'ユーザーが関連キーワードでフィルタリングできる情報パネルを作成',
            'description' => 'ユーザーがすべての情報を簡単に閲覧したり、キーワードでフィルタリングして特定の情報を検索できるようにします。著者はマスターパネルを設定し、パネルごとに画像を追加するなどを決定できます。',
        ],
        'GameMap' => [
            'summary' => 'ゲームマップで学生が演習を選択',
            'description' => 'ゲームマップは、背景画像の上に配置できるステージで構成。各ステージは1つ以上のステージに接続され、ユーザーが表示または完了するH5Pコンテンツタイプを保持。ユーザーが移動可能なステージを決定するルールを定義し、ゲームのような体験を作成できます。',
        ],
    ],
];
