{
    "Fullscreen": "ពេញអេក្រង់",
    "Disable fullscreen": "បិទពេញអេក្រង់",
    "Download": "ទាញយក",
    "Rights of use": "សិទ្ធិប្រើប្រាស់",
    "Embed": "បង្កប់",
    "Size": "ទំហំ",
    "Show advanced": "បង្ហាញកម្រិតខ្ពស់",
    "Hide advanced": "លាក់កម្រិតខ្ពស់",
    "Include this script on your website if you want dynamic sizing of the embedded content:": "បញ្ចូលស្គ្រីបនេះនៅលើគេហទំព័ររបស់អ្នក ប្រសិនបើអ្នកចង់បានទំហំថាមវន្តនៃមាតិកាដែលបានបង្កប់:",
    "Close": "បិទ",
    "Year": "ឆ្នាំ",
    "Thumbnail": "រូបភាពតូច",
    "No copyright information available for this content.": "គ្មានព័ត៌មានអំពីកម្មសិទ្ធិបញ្ញាសម្រាប់មាតិកានេះទេ។",
    "Reuse Content": "ប្រើប្រាស់មាតិកាឡើងវិញ",
    "Reuse this content.": "ប្រើប្រាស់មាតិកានេះឡើងវិញ។",
    "Download this content as a H5P file.": "ទាញយកមាតិកានេះជាឯកសារ H5P។",
    "View copyright information for this content.": "មើលព័ត៌មានអំពីកម្មសិទ្ធិបញ្ញាសម្រាប់មាតិកានេះ។",
    "View the embed code for this content.": "មើលកូដបង្កប់សម្រាប់មាតិកានេះ។",
    "Visit H5P.org to check out more cool content.": "ចូលមើល H5P.org ដើម្បីស្វែងរកមាតិកាដ៏អស្ចារ្យបន្ថែមទៀត។",
    "This content has changed since you last used it.": "មាតិកានេះបានផ្លាស់ប្តូរតាំងពីអ្នកប្រើប្រាស់វាចុងក្រោយ។",
    "You'll be starting over.": "អ្នកនឹងចាប់ផ្តើមឡើងវិញ។",
    "by": "ដោយ",
    "Show more": "បង្ហាញបន្ថែម",
    "Show less": "បង្ហាញតិច",
    "Sublevel": "កម្រិតរង",
    "Confirm action": "បញ្ជាក់សកម្មភាព",
    "Please confirm that you wish to proceed. This action is not reversible.": "សូមបញ្ជាក់ថាអ្នកចង់បន្ត។ សកម្មភាពនេះមិនអាចបកក្រោយបានទេ។",
    "Cancel": "បោះបង់",
    "Confirm": "បញ្ជាក់",
    "CC0 1.0 Universal (CC0 1.0) Public Domain Dedication": "CC0 1.0 សកល (CC0 1.0) ការឧទ្ទិសដល់សាធារណៈ",
    "Content is copied to the clipboard": "មាតិកាត្រូវបានចម្លងទៅក្តារតម្បៀតខ្ទាស់",
    "Connection lost. Results will be stored and sent when you regain connection.": "បាត់បង់ការតភ្ជាប់។ លទ្ធផលនឹងត្រូវបានរក្សាទុក និងផ្ញើនៅពេលអ្នកភ្ជាប់ឡើងវិញ។",
    "Connection reestablished.": "ការតភ្ជាប់ត្រូវបានបង្កើតឡើងវិញ។",
    "Attempting to submit stored results.": "កំពុងព្យាយាមដាក់ស្នើលទ្ធផលដែលបានរក្សាទុក។",
    "Your connection to the server was lost": "ការតភ្ជាប់របស់អ្នកទៅកាន់ម៉ាស៊ីនបម្រើត្រូវបានបាត់បង់",
    "We were unable to send information about your completion of this task. Please check your internet connection.": "យើងមិនអាចផ្ញើព័ត៌មានអំពីការបញ្ចប់ភារកិច្ចនេះរបស់អ្នកបានទេ។ សូមពិនិត្យការតភ្ជាប់អ៊ីនធឺណិតរបស់អ្នក។",
    "Retrying in :num....": "កំពុងព្យាយាមឡើងវិញក្នុង :num....",
    "Retry now": "ព្យាយាមឡើងវិញឥឡូវនេះ",
    "Successfully submitted results.": "បានដាក់ស្នើលទ្ធផលដោយជោគជ័យ។",
    "Sharing <strong>:title</strong>": "កំពុងចែករំលែក <strong>:title</strong>",
    "Edit info for <strong>:title</strong>": "កែសម្រួលព័ត៌មានសម្រាប់ <strong>:title</strong>",
    "Back": "ត្រឡប់ក្រោយ",
    "Next": "បន្ទាប់",
    "Review info": "ពិនិត្យព័ត៌មាន",
    "Share": "ចែករំលែក",
    "Save changes": "រក្សាទុកការផ្លាស់ប្តូរ",
    "Register on the H5P Hub": "ចុះឈ្មោះនៅលើ H5P Hub",
    "Save account settings": "រក្សាទុកការកំណត់គណនី",
    "Required Info": "ព័ត៌មានចាំបាច់",
    "Optional Info": "ព័ត៌មានជាជម្រើស",
    "Review & Share": "ពិនិត្យនិងចែករំលែក",
    "Review & Save": "ពិនិត្យនិងរក្សាទុក",
    "Shared": "បានចែករំលែក",
    "Step :step of :total": "ជំហាន :step នៃ :total",
    "All content details can be edited after sharing": "ព័ត៌មានលម្អិតនៃមាតិកាទាំងអស់អាចត្រូវបានកែសម្រួលបន្ទាប់ពីចែករំលែក",
    "Select a license for your content": "ជ្រើសរើសអាជ្ញាបណ្ណសម្រាប់មាតិការបស់អ្នក",
    "Select a license version": "ជ្រើសរើសកំណែអាជ្ញាបណ្ណ",
    "You can select multiple disciplines": "អ្នកអាចជ្រើសរើសវិន័យជាច្រើន",
    "You can select up to :numDisciplines disciplines": "អ្នកអាចជ្រើសរើសបានរហូតដល់ :numDisciplines វិន័យ",
    "Type to search for disciplines": "វាយដើម្បីស្វែងរកវិន័យ",
    "in": "នៅក្នុង",
    "Dropdown button": "ប៊ូតុងទម្លាក់ចុះ",
    "Remove :chip from the list": "លុប :chip ចេញពីបញ្ជី",
    "Add keywords": "បន្ថែមពាក្យគន្លឹះ",
    "Keywords": "ពាក្យគន្លឹះ",
    "You can add multiple keywords separated by commas. Press \"Enter\" or \"Add\" to confirm keywords": "អ្នកអាចបន្ថែមពាក្យគន្លឹះច្រើនដោយបំបែកដោយសញ្ញាក្បៀស។ ចុច \"Enter\" ឬ \"បន្ថែម\" ដើម្បីបញ្ជាក់ពាក្យគន្លឹះ",
    "Alt text": "អត្ថបទជំនួស",
    "Please review the info below before you share": "សូមពិនិត្យព័ត៌មានខាងក្រោមមុនពេលអ្នកចែករំលែក",
    "Sub-content (images, questions etc.) will be shared under :license unless otherwise specified in the authoring tool": "មាតិការង (រូបភាព, សំណួរ។ល។) នឹងត្រូវបានចែករំលែកក្រោម :license លើកលែងតែមានការបញ្ជាក់ផ្សេងនៅក្នុងឧបករណ៍និពន្ធ",
    "Disciplines": "វិន័យ",
    "Short description": "ការពិពណ៌នាខ្លី",
    "Long description": "ការពិពណ៌នាវែង",
    "Icon": "រូបតំណាង",
    "Screenshots": "រូបថតអេក្រង់",
    "Help me choose a license": "ជួយខ្ញុំជ្រើសរើសអាជ្ញាបណ្ណ",
    "Share failed.": "ចែករំលែកបរាជ័យ។",
    "Editing failed.": "កែសម្រួលបរាជ័យ។",
    "Something went wrong, please try to share again.": "មានអ្វីមួយខុសប្រក្រតី សូមព្យាយាមចែករំលែកម្តងទៀត។",
    "Please wait...": "សូមរង់ចាំ...",
    "Language": "ភាសា",
    "Level": "កម្រិត",
    "Short description of your content": "ការពិពណ៌នាខ្លីអំពីមាតិការបស់អ្នក",
    "Long description of your content": "ការពិពណ៌នាវែងអំពីមាតិការបស់អ្នក",
    "Description": "ការពិពណ៌នា",
    "640x480px. If not selected content will use category icon": "640x480px។ ប្រសិនបើមិនជ្រើសរើស មាតិកានឹងប្រើរូបតំណាងប្រភេទ",
    "Add up to five screenshots of your content": "បន្ថែមរូបថតអេក្រង់រហូតដល់ប្រាំនៃមាតិការបស់អ្នក",
    "Submitted": "បានដាក់ស្នើ",
    "Is now submitted to H5P Hub": "ឥឡូវនេះបានដាក់ស្នើទៅ H5P Hub",
    "A change has been submited for": "ការផ្លាស់ប្តូរមួយត្រូវបានដាក់ស្នើសម្រាប់",
    "Your content will normally be available in the Hub within one business day.": "មាតិការបស់អ្នកជាធម្មតានឹងមាននៅក្នុង Hub ក្នុងរយៈពេលមួយថ្ងៃធ្វើការ។",
    "Your content will update soon": "មាតិការបស់អ្នកនឹងធ្វើបច្ចុប្បន្នភាពឆាប់ៗនេះ",
    "Content License Info": "ព័ត៌មានអាជ្ញាបណ្ណមាតិកា",
    "Click on a specific license to get info about proper usage": "ចុចលើអាជ្ញាបណ្ណជាក់លាក់ដើម្បីទទួលបានព័ត៌មានអំពីការប្រើប្រាស់ត្រឹមត្រូវ",
    "Publisher": "អ្នកបោះពុម្ព",
    "This will display as the \"Publisher name\" on shared content": "នេះនឹងបង្ហាញជា \"ឈ្មោះអ្នកបោះពុម្ព\" នៅលើមាតិកាដែលបានចែករំលែក",
    "Email Address": "អាសយដ្ឋានអ៊ីមែល",
    "Publisher description": "ការពិពណ៌នាអ្នកបោះពុម្ព",
    "This will be displayed under \"Publisher info\" on shared content": "នេះនឹងត្រូវបានបង្ហាញនៅក្រោម \"ព័ត៌មានអ្នកបោះពុម្ព\" នៅលើមាតិកាដែលបានចែករំលែក",
    "Contact Person": "អ្នកទំនាក់ទំនង",
    "Phone": "ទូរស័ព្ទ",
    "Address": "អាសយដ្ឋាន",
    "City": "ទីក្រុង",
    "Zip": "លេខកូដប្រៃសណីយ៍",
    "Country": "ប្រទេស",
    "Organization logo or avatar": "និមិត្តសញ្ញាអង្គការ ឬរូបតំណាង",
    "I accept the <a href=\":url\" target=\"_blank\">terms of use</a>": "ខ្ញុំទទួលយក <a href=\":url\" target=\"_blank\">លក្ខខណ្ឌនៃការប្រើប្រាស់</a>",
    "You have successfully registered an account on the H5P Hub": "អ្នកបានចុះឈ្មោះគណនីនៅលើ H5P Hub ដោយជោគជ័យ",
    "You account details can be changed": "ព័ត៌មានលម្អិតគណនីរបស់អ្នកអាចត្រូវបានផ្លាស់ប្តូរ",
    "Your H5P Hub account settings have successfully been changed": "ការកំណត់គណនី H5P Hub របស់អ្នកត្រូវបានផ្លាស់ប្តូរដោយជោគជ័យ",
    "here": "នៅទីនេះ",
    "H5P Hub Registration": "ការចុះឈ្មោះ H5P Hub",
    "An error occurred": "មានកំហុសកើតឡើង",
    "We were not able to create an account at this point. Something went wrong. Try again later.": "យើងមិនអាចបង្កើតគណនីនៅពេលនេះបានទេ។ មានអ្វីមួយខុសប្រក្រតី។ សូមព្យាយាមម្តងទៀតនៅពេលក្រោយ។",
    ":length is the maximum number of characters": ":length ជាចំនួនអក្សរអតិបរមា",
    "Keyword already exists!": "ពាក្យគន្លឹះមានរួចហើយ!",
    "License details": "ព័ត៌មានលម្អិតអាជ្ញាបណ្ណ",
    "Remove": "លុប",
    "Remove image": "លុបរូបភាព",
    "Cancel sharing": "បោះបង់ការចែករំលែក",
    "Are you sure you want to cancel the sharing process?": "តើអ្នកប្រាកដទេថាចង់បោះបង់ដំណើរការចែករំលែក?",
    "No": "ទេ",
    "Yes": "បាទ/ចាស",
    "Add": "បន្ថែម",
    "Typical age": "អាយុធម្មតា",
    "The target audience of this content. Possible input formats separated by commas: \"1,34-45,-50,59-\".": "ទស្សនិកជនគោលដៅនៃមាតិកានេះ។ ទម្រង់បញ្ចូលដែលអាចធ្វើបានដោយបំបែកដោយសញ្ញាក្បៀស៖ \"1,34-45,-50,59-\"។",
    "Invalid input format for Typical age. Possible input formats separated by commas: \"1, 34-45, -50, -59-\".": "ទម្រង់បញ្ចូលមិនត្រឹមត្រូវសម្រាប់អាយុធម្មតា។ ទម្រង់បញ្ចូលដែលអាចធ្វើបានដោយបំបែកដោយសញ្ញាក្បៀស៖ \"1, 34-45, -50, -59-\"។",
    "H5P will reach out to the contact person in case there are any issues with the content shared by the publisher. The contact person's name or other information will not be published or shared with third parties": "H5P នឹងទាក់ទងទៅអ្នកទំនាក់ទំនងក្នុងករណីមានបញ្ហាជាមួយមាតិកាដែលបានចែករំលែកដោយអ្នកបោះពុម្ព។ ឈ្មោះឬព័ត៌មានផ្សេងទៀតរបស់អ្នកទំនាក់ទំនងនឹងមិនត្រូវបានបោះពុម្ពឬចែករំលែកជាមួយភាគីទីបីទេ",
    "The email address will be used by H5P to reach out to the publisher in case of any issues with the content or in case the publisher needs to recover their account. It will not be published or shared with any third parties": "អាសយដ្ឋានអ៊ីមែលនឹងត្រូវបានប្រើប្រាស់ដោយ H5P ដើម្បីទាក់ទងទៅអ្នកបោះពុម្ពក្នុងករណីមានបញ្ហាជាមួយមាតិកា ឬក្នុងករណីអ្នកបោះពុម្ពត្រូវការស្តារគណនីរបស់ពួកគេ។ វានឹងមិនត្រូវបានបោះពុម្ពឬចែករំលែកជាមួយភាគីទីបីទេ",
    "Copyrighted material cannot be shared in the H5P Content Hub. If the content is licensed with a OER friendly license like Creative Commons, please choose the appropriate license. If not this content cannot be shared.": "សម្ភារៈដែលមានកម្មសិទ្ធិបញ្ញាមិនអាចត្រូវបានចែករំលែកនៅក្នុង H5P Content Hub ទេ។ ប្រសិនបើមាតិកាត្រូវបានអនុញ្ញាតជាមួយអាជ្ញាបណ្ណដែលស្និទ្ធស្នាលនឹង OER ដូចជា Creative Commons សូមជ្រើសរើសអាជ្ញាបណ្ណសមស្រប។ បើមិនដូច្នេះទេ មាតិកានេះមិនអាចត្រូវបានចែករំលែកបានទេ។",
    "Keywords already exists!": "ពាក្យគន្លឹះមានរួចហើយ!",
    "Some of these keywords already exist": "ពាក្យគន្លឹះមួយចំនួននេះមានរួចហើយ",
    "width": "ទទឹង",
    "height": "កម្ពស់",
    "Rotate Left": "បង្វិលឆ្វេង",
    "Rotate Right": "បង្វិលស្តាំ",
    "Crop Image": "កាត់រូបភាព",
    "Confirm Crop": "បញ្ជាក់ការកាត់",
    "Cancel Crop": "បោះបង់ការកាត់",
    "Title": "ចំណងជើង",
    "Content type": "ប្រភេទខ្លឹមសារ",
    "Author": "អ្នកនិពន្ធ",
    "Tags": "ស្លាក",
    "Last modified": "កែប្រែចុងក្រោយ",
    "User": "អ្នកប្រើប្រាស់",
    "Score": "ពិន្ទុ",
    "Maximum Score": "ពិន្ទុអតិបរមា",
    "Opened": "បានបើក",
    "Finished": "បានបញ្ចប់",
    "Time spent": "ពេលវេលាដែលបានចំណាយ",
    "Source": "ប្រភព",
    "There are no logged results for this content.": "មិនមានលទ្ធផលដែលបានកត់ត្រាសម្រាប់ខ្លឹមសារនេះទេ។",
    "No H5P content available. You must upload or create new content.": "មិនមានខ្លឹមសារ H5P ទេ។ អ្នកត្រូវតែផ្ទុកឡើង ឬបង្កើតខ្លឹមសារថ្មី។",
    "Reuse": "ប្រើឡើងវិញ",
    "Show label for AT": "បង្ហាញស្លាកសម្រាប់ AT",
    "Hide label for AT": "លាក់ស្លាកសម្រាប់ AT",
    "License": "អាជ្ញាបណ្ណ",
    "Assistive Technologies label": "ស្លាកបច្ចេកវិទ្យាជំនួយ",
    "Author's role": "តួនាទីអ្នកនិពន្ធ",
    "Undisclosed": "មិនបានបញ្ជាក់",
    "Attribution": "ការបញ្ជាក់ប្រភព",
    "Attribution-ShareAlike": "ការបញ្ជាក់ប្រភព-ចែករំលែកដូចគ្នា",
    "Attribution-NoDerivs": "ការបញ្ជាក់ប្រភព-គ្មានការកែប្រែ",
    "Attribution-NonCommercial": "ការបញ្ជាក់ប្រភព-មិនមែនសម្រាប់ពាណិជ្ជកម្ម",
    "Attribution-NonCommercial-ShareAlike": "ការបញ្ជាក់ប្រភព-មិនមែនសម្រាប់ពាណិជ្ជកម្ម-ចែករំលែកដូចគ្នា",
    "Attribution-NonCommercial-NoDerivs": "ការបញ្ជាក់ប្រភព-មិនមែនសម្រាប់ពាណិជ្ជកម្ម-គ្មានការកែប្រែ",
    "Attribution (CC BY)": "ការបញ្ជាក់ប្រភព (CC BY)",
    "Attribution-ShareAlike (CC BY-SA)": "ការបញ្ជាក់ប្រភព-ចែករំលែកដូចគ្នា (CC BY-SA)",
    "Attribution-NoDerivs (CC BY-ND)": "ការបញ្ជាក់ប្រភព-គ្មានការកែប្រែ (CC BY-ND)",
    "Attribution-NonCommercial (CC BY-NC)": "ការបញ្ជាក់ប្រភព-មិនមែនសម្រាប់ពាណិជ្ជកម្ម (CC BY-NC)",
    "Attribution-NonCommercial-ShareAlike (CC BY-NC-SA)": "ការបញ្ជាក់ប្រភព-មិនមែនសម្រាប់ពាណិជ្ជកម្ម-ចែករំលែកដូចគ្នា (CC BY-NC-SA)",
    "Attribution-NonCommercial-NoDerivs (CC BY-NC-ND)": "ការបញ្ជាក់ប្រភព-មិនមែនសម្រាប់ពាណិជ្ជកម្ម-គ្មានការកែប្រែ (CC BY-NC-ND)",
    "4.0 International": "4.0 អន្តរជាតិ",
    "3.0 Unported": "3.0 មិនបានបកប្រែ",
    "2.5 Generic": "2.5 ទូទៅ",
    "2.0 Generic": "2.0 ទូទៅ",
    "1.0 Generic": "1.0 ទូទៅ",
    "licenseGPL": "អាជ្ញាបណ្ណសាធារណៈទូទៅ កំណែ ៣",
    "Version 3": "កំណែ ៣",
    "Version 2": "កំណែ ២",
    "Version 1": "កំណែ ១",
    "Public Domain": "ដែនសាធារណៈ",
    "CC0 1.0 Universal (CC0 1.0) Przekazanie do Domeny Publicznej": "CC0 1.0 សកល (CC0 1.0) ការប្រគល់ទៅដែនសាធារណៈ",
    "Copyright": "កម្មសិទ្ធិបញ្ញា",
    "Public Domain Dedication and Licence": "ការប្រគល់និងអាជ្ញាបណ្ណដែនសាធារណៈ",
    "Public Domain Dedication (CC0)": "ការប្រគល់ដែនសាធារណៈ (CC0)",
    "Public Domain Mark (PDM)": "សញ្ញាដែនសាធារណៈ (PDM)",
    "General Public License v3": "អាជ្ញាបណ្ណសាធារណៈទូទៅ កំណែ ៣",
    "License Version": "កំណែអាជ្ញាបណ្ណ",
    "Years (from)": "ឆ្នាំ (ចាប់ពី)",
    "Years (to)": "ឆ្នាំ (រហូតដល់)",
    "Author's name": "ឈ្មោះអ្នកនិពន្ធ",
    "Editor": "អ្នកកែសម្រួល",
    "Licensee": "អ្នកទទួលអាជ្ញាបណ្ណ",
    "Originator": "អ្នកនិពន្ធដើម",
    "Any additional information about the license": "ព័ត៌មានបន្ថែមអំពីអាជ្ញាបណ្ណ",
    "Date": "កាលបរិច្ឆេទ",
    "License Extras": "អាជ្ញាបណ្ណបន្ថែម",
    "Changelog": "កំណត់ហេតុនៃការផ្លាស់ប្តូរ",
    "Changed by": "កែប្រែដោយ",
    "Photo cropped, text changed, etc.": "ឧ. កាត់រូបភាព កែប្រែអត្ថបទ ជាដើម។",
    "Author comments": "មតិយោបល់របស់អ្នកនិពន្ធ",
    "Description of change": "ការពិពណ៌នាអំពីការផ្លាស់ប្តូរ",
    "Additional information": "ព័ត៌មានបន្ថែម",
    "Comments for the editor of the content (This text will not be published as a part of copyright info)": "មតិយោបល់សម្រាប់អ្នកកែសម្រួលខ្លឹមសារ (អត្ថបទនេះនឹងមិនត្រូវបានផ្សាយជាផ្នែកនៃព័ត៌មានកម្មសិទ្ធិបញ្ញាទេ)"
}
