{
  "libraryStrings": {
    "selectVideo": "Bạn phải chọn video trước khi thêm tương tác.",
    "noVideoSource": "Không có video.",
    "notVideoField": "\":path\" không phải là video.",
    "notImageField": "\":path\" không phải là hình ảnh.",
    "insertElement": "Nhấp và kéo để đặt :type",
    "done": "Hoàn tất",
    "loading": "Đang tải...",
    "remove": "Xóa",
    "removeInteraction": "Bạn có chắc chắn muốn xóa tương tác này không?",
    "addBookmark": "Thêm dấu trang tại @timecode",
    "newBookmark": "Dấu trang mới",
    "bookmarkAlreadyExists": "Dấu trang đã tồn tại tại đây. Di chuyển đầu phát và thêm dấu trang hoặc màn hình gửi tại thời điểm khác.",
    "tourButtonStart": "Hướng dẫn",
    "tourButtonExit": "Thoát",
    "tourButtonDone": "Hoàn tất",
    "tourButtonBack": "Quay lại",
    "tourButtonNext": "Tiếp theo",
    "tourStepUploadIntroText": "<p>Hướng dẫn này sẽ dẫn bạn qua các tính năng quan trọng nhất của trình chỉnh sửa Video Tương tác.</p><p>Bắt đầu hướng dẫn này bất kỳ lúc nào bằng cách nhấn nút Hướng dẫn ở góc trên bên phải.</p><p>Nhấn THOÁT để bỏ qua hướng dẫn này hoặc nhấn TIẾP THEO để tiếp tục.</p>",
    "tourStepUploadFileTitle": "Thêm video",
    "tourStepUploadFileText": "<p>Bắt đầu bằng cách thêm tệp video. Bạn có thể tải lên tệp từ máy tính hoặc dán URL đến video YouTube hoặc tệp video được hỗ trợ.</p><p>Để đảm bảo tương thích trên các trình duyệt, bạn có thể tải lên nhiều định dạng tệp của cùng một video, như mp4 và webm.</p>",
    "tourStepUploadAddInteractionsTitle": "Thêm tương tác",
    "tourStepUploadAddInteractionsText": "<p>Sau khi thêm video, bạn có thể bắt đầu thêm tương tác.</p><p>Nhấn tab <em>Thêm tương tác</em> để bắt đầu.</p>",
    "tourStepCanvasToolbarTitle": "Thêm tương tác",
    "tourStepCanvasToolbarText": "Để thêm tương tác, kéo một phần tử từ thanh công cụ và thả vào video.",
    "tourStepCanvasEditingTitle": "Chỉnh sửa tương tác",
    "tourStepCanvasEditingText": "<p>Sau khi thêm tương tác, bạn có thể kéo để định vị lại.</p><p>Để thay đổi kích thước tương tác, nhấn vào các tay cầm và kéo.</p><p>Khi bạn chọn một tương tác, menu ngữ cảnh sẽ xuất hiện. Để chỉnh sửa nội dung tương tác, nhấn nút Chỉnh sửa trong menu ngữ cảnh. Bạn có thể xóa tương tác bằng cách nhấn nút Xóa trên menu ngữ cảnh.</p>",
    "tourStepCanvasBookmarksTitle": "Dấu trang",
    "tourStepCanvasBookmarksText": "Bạn có thể thêm Dấu trang từ menu Dấu trang. Nhấn nút Dấu trang để mở menu.",
    "tourStepCanvasEndscreensTitle": "Màn hình gửi",
    "tourStepCanvasEndscreensText": "Bạn có thể thêm màn hình gửi từ menu màn hình gửi. Nhấn nút màn hình gửi để mở menu.",
    "tourStepCanvasPreviewTitle": "Xem trước video tương tác của bạn",
    "tourStepCanvasPreviewText": "Nhấn nút Phát để xem trước video tương tác của bạn trong khi chỉnh sửa.",
    "tourStepCanvasSaveTitle": "Lưu và xem",
    "tourStepCanvasSaveText": "Khi bạn hoàn tất việc thêm tương tác vào video, nhấn Lưu/Tạo để xem kết quả.",
    "tourStepSummaryText": "Bài kiểm tra Tóm tắt tùy chọn này sẽ xuất hiện ở cuối video.",
    "fullScoreRequiredPause": "Tùy chọn \"Yêu cầu điểm tối đa\" cần bật \"Tạm dừng\".",
    "fullScoreRequiredRetry": "Tùy chọn \"Yêu cầu điểm tối đa\" cần bật \"Thử lại\".",
    "fullScoreRequiredTimeFrame": "Đã tồn tại một tương tác yêu cầu điểm tối đa tại cùng khoảng thời gian với tương tác này.<br /> Chỉ một trong các tương tác sẽ cần được trả lời.",
    "addEndscreen": "Thêm màn hình gửi tại @timecode",
    "endscreen": "Màn hình gửi",
    "endscreenAlreadyExists": "Màn hình gửi đã tồn tại tại đây. Di chuyển đầu phát và thêm màn hình gửi hoặc dấu trang tại thời điểm khác.",
    "tooltipBookmarks": "Nhấp để thêm dấu trang tại điểm hiện tại trong video",
    "tooltipEndscreens": "Nhấp để thêm màn hình gửi tại điểm hiện tại trong video",
    "expandBreadcrumbButtonLabel": "Quay lại",
    "collapseBreadcrumbButtonLabel": "Đóng điều hướng",
    "deleteInteractionTitle": "Xóa tương tác",
    "cancel": "Hủy",
    "confirm": "Xác nhận",
    "ok": "Đồng ý"
  }
}